Revit 2027 API
UnitTypeId.SquareMetersPerSecond Property
 Square meters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SquareMetersPerSecond { get; }
Public Shared ReadOnly Property SquareMetersPerSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SquareMetersPerSecond {
	ForgeTypeId^ get ();
}
static member SquareMetersPerSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace